app/Controllers/Home.php

    public function Home(): string {
        $model = new BookModel();
        $data["books"] = $model->findAll();
---
SELECT *
FROM `books`

    public function Admin(): string {
        $model = new BookModel();
        $data["books"] = $model->findAll();
---
SELECT *
FROM `books`